Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: No rushing. If it's not happening, that's okay.
ar: لا تتعجّل. إن لم يحدث، فلا بأس.
de: Keine Eile. Wenn’s nicht klappt, ist das okay.
es: Sin prisa. Si no sale, no pasa nada.
fr: Pas de précipitation. Si ça ne vient pas, ce n’est pas grave.
hi: कोई जल्दबाज़ी नहीं। अगर नहीं हो रहा, तो ठीक है।
it: Niente fretta. Se non succede, va bene così.
ja: 焦らないで。出なくても大丈夫です。
ko: 서두르지 마세요. 안 되면 괜찮아요.
pt_br: Sem pressa. Se não vier, tudo bem.
ru: Не спешите. Не получается. и ладно.
tr: Acele yok. Olmuyorsa, sorun değil.
zh_hans: 别急。没动静也没关系。

source: No sessions yet
ar: لا توجد جلسات
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune session
hi: अभी कोई सत्र नहीं
it: Nessuna sessione
ja: まだ記録がありません
ko: 아직 기록이 없습니다
pt_br: Nenhuma sessão
ru: Пока нет сессий
tr: Henüz oturum yok
zh_hans: 还没有记录

source: No spam, ever
ar: بلا رسائل مزعجة إطلاقًا
de: Niemals Spam
es: Nada de spam, nunca
fr: Jamais de spam
hi: कभी कोई स्पैम नहीं
it: Mai spam
ja: スパムは一切なし
ko: 스팸 없음, 절대로
pt_br: Nada de spam, nunca
ru: Никакого спама, никогда
tr: Asla spam yok
zh_hans: 绝无垃圾推送

source: None
ar: لا شيء
de: Keine
es: Ninguna
fr: Aucune
hi: कोई नहीं
it: Nessuna
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
tr: Yok
zh_hans: 无

source: Not done yet? No stress. Walk away and try again later.
ar: لم تنتهِ بعد؟ لا توتر. ابتعد وحاول لاحقًا.
de: Noch nicht fertig? Kein Stress. Geh und versuch’s später nochmal.
es: ¿Aún no? Sin estrés. Aléjate e inténtalo luego.
fr: Pas encore fini ? Pas de stress. Éloignez-vous et réessayez plus tard.
hi: अभी नहीं हुआ? कोई तनाव नहीं। चले जाएं और बाद में फिर कोशिश करें।
it: Non hai ancora finito? Niente stress. Allontanati e riprova più tardi.
ja: まだ終わらない？気にしないで。一度離れて、後でまた。
ko: 아직 안 됐나요? 스트레스 받지 마세요. 자리를 뜨고 나중에 다시 시도하세요.
pt_br: Ainda não? Sem estresse. Saia e tente de novo depois.
ru: Ещё не всё? Без стресса. Отойдите и попробуйте позже.
tr: Daha bitmedi mi? Stres yok. Uzaklaş ve sonra tekrar dene.
zh_hans: 还没好?别有压力。先离开,待会儿再试。

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil
zh_hans: 暂时不

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: नोटिफ़िकेशन
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
zh_hans: 通知

source: Notifications are turned off for RHOIDS. Enable them in Settings to hear the alarm.
ar: الإشعارات معطّلة لـ RHOIDS. فعّلها من الإعدادات لسماع المنبّه.
de: Mitteilungen für RHOIDS sind ausgeschaltet. Aktiviere sie in den Einstellungen, um den Alarm zu hören.
es: Las notificaciones de RHOIDS están desactivadas. Actívalas en Ajustes para oír la alarma.
fr: Les notifications de RHOIDS sont désactivées. Activez-les dans Réglages pour entendre l’alarme.
hi: RHOIDS के लिए नोटिफिकेशन बंद हैं। अलार्म सुनने के लिए उन्हें सेटिंग्स में सक्षम करें।
it: Le notifiche per RHOIDS sono disattivate. Attivale in Impostazioni per sentire la sveglia.
ja: RHOIDSの通知がオフです。アラームを鳴らすには設定でオンにしてください。
ko: RHOIDS의 알림이 꺼져 있습니다. 알람을 들으려면 설정에서 켜세요.
pt_br: As notificações do RHOIDS estão desativadas. Ative-as nos Ajustes para ouvir o alarme.
ru: Уведомления для RHOIDS отключены. Включите их в «Настройках», чтобы слышать будильник.
tr: RHOIDS için bildirimler kapalı. Alarmı duymak için Ayarlar’dan açın.
zh_hans: RHOIDS 的通知已关闭。请在“设置”中开启,以便听到闹钟。

source: Notifications are turned off for RHOIDS. Enable them in Settings to use a daily reminder.
ar: الإشعارات معطّلة لـ RHOIDS. فعّلها من الإعدادات لاستخدام تذكير يومي.
de: Mitteilungen für RHOIDS sind ausgeschaltet. Aktiviere sie in den Einstellungen, um eine tägliche Erinnerung zu nutzen.
es: Las notificaciones de RHOIDS están desactivadas. Actívalas en Ajustes para usar un recordatorio diario.
fr: Les notifications de RHOIDS sont désactivées. Activez-les dans Réglages pour utiliser un rappel quotidien.
hi: RHOIDS के लिए नोटिफिकेशन बंद हैं। दैनिक रिमाइंडर का उपयोग करने के लिए उन्हें सेटिंग्स में सक्षम करें।
it: Le notifiche per RHOIDS sono disattivate. Attivale in Impostazioni per usare un promemoria giornaliero.
ja: RHOIDSの通知がオフです。毎日のリマインダーを使うには設定でオンにしてください。
ko: RHOIDS의 알림이 꺼져 있습니다. 매일 알림을 사용하려면 설정에서 켜세요.
pt_br: As notificações do RHOIDS estão desativadas. Ative-as nos Ajustes para usar um lembrete diário.
ru: Уведомления для RHOIDS отключены. Включите их в «Настройках», чтобы использовать ежедневное напоминание.
tr: RHOIDS için bildirimler kapalı. Günlük anımsatıcıyı kullanmak için Ayarlar’dan açın.
zh_hans: RHOIDS 的通知已关闭。请在“设置”中开启，以便使用每日提醒。

source: Notifications Disabled
ar: الإشعارات معطلة
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: नोटिफ़िकेशन अक्षम
it: Notifiche disattivate
ja: 通知が無効です
ko: 알림 비활성화됨
pt_br: Notificações desativadas
ru: Уведомления отключены
tr: Bildirimler devre dışı
zh_hans: 通知已禁用

source: Notifications Off
ar: الإشعارات مغلقة
de: Benachrichtigungen aus
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: नोटिफ़िकेशन बंद
it: Notifiche disattivate
ja: 通知オフ
ko: 알림 꺼짐
pt_br: Notificações desativadas
ru: Уведомления выключены
tr: Bildirimler kapalı
zh_hans: 通知已关闭

source: Numeric countdown in a rounded card
ar: عد تنازلي في بطاقة مستديرة
de: Countdown in abgerundeter Karte
es: Cuenta regresiva en tarjeta redondeada
fr: Compte à rebours dans carte arrondie
hi: गोल कार्ड में उलटी गिनती
it: Conto alla rovescia in scheda arrotondata
ja: 丸みのあるカード内の数字カウントダウン
ko: 둥근 카드의 숫자 카운트다운
pt_br: Contagem regressiva em cartão arredondado
ru: Числовой отсчёт в скруглённой карточке
tr: Yuvarlak kartta sayısal geri sayım
zh_hans: 圆角卡片中的数字倒计时

source: OK
ar: حسناً
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好

source: One alert when time’s up. That’s it.
ar: تنبيه واحد عند انتهاء الوقت. هذا كل شيء.
de: Eine Meldung, wenn die Zeit um ist. Mehr nicht.
es: Un aviso cuando se acabe el tiempo. Nada más.
fr: Une alerte quand le temps est écoulé. C’est tout.
hi: समय खत्म होने पर एक अलर्ट। बस इतना ही।
it: Un avviso a tempo scaduto. Tutto qui.
ja: 時間切れに通知が1回。それだけです。
ko: 시간이 다 되면 알림 한 번. 그게 전부예요.
pt_br: Um aviso quando o tempo acabar. Só isso.
ru: Одно уведомление, когда время вышло. И всё.
tr: Süre dolunca tek bir uyarı. Hepsi bu.
zh_hans: 时间到时提醒一次,仅此而已。

source: One tap to start. No excuses.
ar: نقرة واحدة للبدء. لا أعذار.
de: Ein Tippen zum Starten. Keine Ausreden.
es: Un toque para empezar. Sin excusas.
fr: Un toucher pour démarrer. Aucune excuse.
hi: शुरू करने के लिए एक टैप। कोई बहाना नहीं।
it: Un tocco per iniziare. Niente scuse.
ja: 1タップで開始。言い訳は無用。
ko: 한 번 탭으로 시작. 변명은 없습니다.
pt_br: Um toque para começar. Sem desculpas.
ru: Одно касание для старта. Без отговорок.
tr: Başlamak için tek dokunuş. Bahane yok.
zh_hans: 轻点一下即可开始。没有借口。

source: Open RHOIDS
ar: فتح RHOIDS
de: RHOIDS öffnen
es: Abrir RHOIDS
fr: Ouvrir RHOIDS
hi: RHOIDS खोलें
it: Apri RHOIDS
ja: RHOIDSを開く
ko: RHOIDS 열기
pt_br: Abrir RHOIDS
ru: Открыть RHOIDS
tr: RHOIDS'u aç
zh_hans: 打开 RHOIDS

source: Open RHOIDS to dismiss
ar: افتح RHOIDS للإغلاق
de: RHOIDS öffnen zum Schließen
es: Abre RHOIDS para cerrar
fr: Ouvrez RHOIDS pour fermer
hi: बंद करने के लिए RHOIDS खोलें
it: Apri RHOIDS per chiudere
ja: RHOIDSを開いて閉じる
ko: RHOIDS를 열어 닫기
pt_br: Abra RHOIDS para fechar
ru: Откройте RHOIDS
tr: Kapatmak için RHOIDS'u aç
zh_hans: 打开 RHOIDS 关闭

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarları aç
zh_hans: 打开设置

source: Opens duration picker with Digital Crown control
ar: يفتح أداة اختيار المدة مع التحكم بالتاج الرقمي
de: Öffnet die Dauerauswahl mit Digital Crown-Steuerung
es: Abre el selector de duración con la Digital Crown
fr: Ouvre le sélecteur de durée avec la Digital Crown
hi: Digital Crown नियंत्रण के साथ अवधि चयनकर्ता खोलता है
it: Apre il selettore della durata con la Digital Crown
ja: Digital Crownで操作する時間選択を開きます
ko: Digital Crown으로 조절하는 시간 선택기를 엽니다
pt_br: Abre o seletor de duração com a Digital Crown
ru: Открывает выбор длительности с управлением колёсиком Digital Crown
tr: Süre seçiciyi Digital Crown denetimiyle açar
zh_hans: 打开可用数码表冠调节的时长选择器

source: Opens RHOIDS and starts your configured default timer.
ar: يفتح RHOIDS ويبدأ المؤقت الافتراضي الذي ضبطته.
de: Öffnet RHOIDS und startet deinen festgelegten Standard-Timer.
es: Abre RHOIDS e inicia el temporizador predeterminado que configuraste.
fr: Ouvre RHOIDS et lance la minuterie par défaut configurée.
hi: RHOIDS खोलता है और आपके सेट किए डिफ़ॉल्ट टाइमर को शुरू करता है।
it: Apre RHOIDS e avvia il timer predefinito che hai impostato.
ja: RHOIDSを開き、設定した既定のタイマーを開始します。
ko: RHOIDS를 열고 설정한 기본 타이머를 시작합니다.
pt_br: Abre o RHOIDS e inicia o timer padrão configurado.
ru: Открывает RHOIDS и запускает заданный таймер по умолчанию.
tr: RHOIDS’u açar ve ayarladığınız varsayılan zamanlayıcıyı başlatır.
zh_hans: 打开 RHOIDS 并启动你设置的默认计时器。

source: Patience over pressure. Your veins will thank you.
ar: الصبر قبل الضغط. ستشكرك أوردتك.
de: Geduld statt Druck. Deine Venen werden es dir danken.
es: Paciencia antes que presión. Tus venas te lo agradecerán.
fr: La patience plutôt que la pression. Vos veines vous remercieront.
hi: दबाव से ज़्यादा धैर्य। आपकी नसें आपका शुक्रिया करेंगी।
it: Pazienza, non pressione. Le tue vene ti ringrazieranno.
ja: 力むより、ゆとりを。血管が感謝します。
ko: 압박보다 인내. 혈관이 고마워할 거예요.
pt_br: Paciência em vez de pressão. Suas veias agradecem.
ru: Терпение вместо натуживания. Ваши вены скажут спасибо.
tr: Baskı yerine sabır. Damarların sana teşekkür edecek.
zh_hans: 耐心胜过用力。你的血管会感谢你。

source: Phone-Free
ar: بلا هاتف
de: Handyfrei
es: Sin teléfono
fr: Sans téléphone
hi: फ़ोन-मुक्त
it: Senza telefono
ja: スマホなし
ko: 휴대폰 없이
pt_br: Sem celular
ru: Без телефона
tr: Telefonsuz
zh_hans: 远离手机

source: Phones make it worse
ar: الهواتف تزيد الأمر سوءًا
de: Smartphones verschlimmern es
es: Los teléfonos lo empeoran
fr: Le téléphone aggrave les choses
hi: फोन इसे और बदतर बनाते हैं
it: I telefoni peggiorano la situazione
ja: スマホは悪化させます
ko: 휴대폰이 악화시킵니다
pt_br: Os celulares pioram a situação
ru: Телефоны делают только хуже
tr: Telefonlar durumu kötüleştirir
zh_hans: 手机会让情况更糟

source: Place RHOIDS next to social media, news, or games, the apps you reach for on the toilet.
ar: ضع RHOIDS بجانب وسائل التواصل أو الأخبار أو الألعاب. التطبيقات التي تفتحها على المرحاض.
de: Platziere RHOIDS neben Social Media, News oder Spielen. den Apps, die du auf der Toilette öffnest.
es: Coloca RHOIDS junto a redes sociales, noticias o juegos: las apps que abres en el inodoro.
fr: Placez RHOIDS près des réseaux sociaux, actus ou jeux. les apps que vous ouvrez aux toilettes.
hi: RHOIDS को सोशल मीडिया, समाचार या गेम के पास रखें. वही ऐप्स जिन्हें आप शौचालय पर खोलते हैं।
it: Metti RHOIDS accanto a social, notizie o giochi. le app che apri sul water.
ja: RHOIDSを、トイレでつい開くSNS・ニュース・ゲームの隣に置きましょう。
ko: 화장실에서 자주 여는 SNS, 뉴스, 게임 옆에 RHOIDS를 두세요.
pt_br: Coloque o RHOIDS perto de redes sociais, notícias ou jogos. os apps que você abre no vaso.
ru: Поместите RHOIDS рядом с соцсетями, новостями или играми. теми приложениями, что вы открываете на унитазе.
tr: RHOIDS’u sosyal medya, haber veya oyunların. tuvalette açtığınız uygulamaların yanına koyun.
zh_hans: 把 RHOIDS 放在社交、新闻或游戏旁边。也就是你如厕时会点开的那些应用。

source: Playful water drops
ar: قطرات ماء مرحة
de: Verspielte Wassertropfen
es: Gotas de agua juguetonas
fr: Gouttes d'eau ludiques
hi: खिलंदड़ी पानी की बूँदें
it: Gocce d'acqua giocose
ja: 遊び心のある水滴
ko: 발랄한 물방울
pt_br: Gotas de água divertidas
ru: Игривые капли воды
tr: Neşeli su damlaları
zh_hans: 趣味水滴声

source: Put RHOIDS on your Home Screen. One tap starts the timer. No app to open.
ar: ضع RHOIDS على الشاشة الرئيسية. نقرة واحدة تبدأ المؤقت. دون فتح أي تطبيق.
de: Leg RHOIDS auf deinen Home-Bildschirm. Ein Tippen startet den Timer. keine App nötig.
es: Pon RHOIDS en tu pantalla de inicio. Un toque inicia el temporizador, sin abrir la app.
fr: Placez RHOIDS sur votre écran d’accueil. Un toucher lance la minuterie. sans ouvrir d’app.
hi: RHOIDS को अपनी होम स्क्रीन पर रखें। एक टैप से टाइमर शुरू. कोई ऐप खोलने की जरूरत नहीं।
it: Metti RHOIDS sulla schermata Home. Un tocco avvia il timer. senza aprire l’app.
ja: RHOIDSをホーム画面に置きましょう。1タップでタイマー開始、Appを開く必要はありません。
ko: RHOIDS를 홈 화면에 두세요. 한 번 탭하면 타이머 시작, 앱을 열 필요 없습니다.
pt_br: Coloque o RHOIDS na Tela de Início. Um toque inicia o timer. sem abrir o app.
ru: Поместите RHOIDS на экран «Домой». Одно касание запускает таймер. приложение открывать не нужно.
tr: RHOIDS’u Ana Ekranınıza koyun. Tek dokunuşla zamanlayıcı başlar. uygulama açmaya gerek yok.
zh_hans: 把 RHOIDS 放到主屏幕。轻点一下即可启动计时器。无需打开应用。

source: Put your phone down.
ar: ضع هاتفك.
de: Leg dein Handy weg.
es: Suelta el teléfono.
fr: Posez votre téléphone.
hi: फ़ोन रख दीजिए।
it: Metti giù il telefono.
ja: スマホを置いて。
ko: 휴대폰을 내려놓으세요.
pt_br: Largue o celular.
ru: Положи телефон.
tr: Telefonunu bırak.
zh_hans: 放下手机。

source: Quick exit. Your veins approve.
ar: خروج سريع. عروقك توافق.
de: Schneller Abgang. Venen zufrieden.
es: Salida rápida. Tus venas aprueban.
fr: Sortie rapide. Vos veines approuvent.
hi: तेज़ निकास। नसें सहमत।
it: Uscita rapida. Vene approvano.
ja: 素早い退出。血管が喜んでる。
ko: 빠른 탈출. 혈관이 승인.
pt_br: Saída rápida. Veias aprovam.
ru: Быстрый выход. Вены одобряют.
tr: Hızlı çıkış. Damarlar onaylıyor.
zh_hans: 快速退出。血管点赞。

source: Quiet woodblock knock
ar: طرق خشبي هادئ
de: Leiser Holzblockklopfer
es: Suave golpe de bloque de madera
fr: Frappe discrète de woodblock
hi: शांत लकड़ी ब्लॉक ध्वनि
it: Leggero colpo di woodblock
ja: 静かなウッドブロックの音
ko: 조용한 나무 두드림
pt_br: Batida suave de bloco de madeira
ru: Тихий стук деревянного блока
tr: Hafif tahta blok sesi
zh_hans: 轻柔的木鱼声

source: Rate RHOIDS
ar: قيّم RHOIDS
de: RHOIDS bewerten
es: Calificar RHOIDS
fr: Noter RHOIDS
hi: RHOIDS को रेट करें
it: Valuta RHOIDS
ja: RHOIDSを評価
ko: RHOIDS 평가하기
pt_br: Avaliar o RHOIDS
ru: Оценить RHOIDS
tr: RHOIDS’i Değerlendir
zh_hans: 为 RHOIDS 评分

source: Rec.
ar: مُوصى
de: Empf.
hi: अनुशं.
it: Cons.
ja: 推奨
ko: 추천
ru: Рек.
tr: Öner.
zh_hans: 推荐

source: Recent Sessions
ar: الجلسات الأخيرة
de: Letzte Sitzungen
es: Sesiones recientes
fr: Sessions récentes
hi: हाल के सत्र
it: Sessioni recenti
ja: 最近の記録
ko: 최근 기록
pt_br: Sessões recentes
ru: Последние сессии
tr: Son oturumlar
zh_hans: 最近的记录

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
it: Consigliato
ja: 推奨
ko: 추천
pt_br: Recomendado
ru: Рекомендуемый
tr: Önerilen
zh_hans: 推荐

source: Relax. Don't push. Let it happen naturally.
ar: استرخِ. لا تدفع. دع الأمر يحدث طبيعيًا.
de: Entspann dich. Nicht pressen. lass es natürlich geschehen.
es: Relájate. No empujes: deja que pase de forma natural.
fr: Détendez-vous. Ne poussez pas. laissez faire la nature.
hi: आराम करें। ज़ोर न लगाएं. इसे स्वाभाविक रूप से होने दें।
it: Rilassati. Non spingere. lascia che accada in modo naturale.
ja: リラックス。いきまないで、自然に任せましょう。
ko: 긴장을 푸세요. 힘주지 말고 자연스럽게 두세요.
pt_br: Relaxe. Não force. deixe acontecer naturalmente.
ru: Расслабьтесь. Не тужьтесь. пусть всё произойдёт естественно.
tr: Rahatla. Ikınma. doğal akışına bırak.
zh_hans: 放松。别用力。让它自然发生。

source: Reliable Timer Alerts
ar: تنبيهات مؤقت موثوقة
de: Zuverlässige Timerwarnungen
es: Alertas fiables del temporizador
fr: Alertes de minuteur fiables
hi: भरोसेमंद टाइमर अलर्ट
it: Avvisi timer affidabili
ja: 確実なタイマー通知
ko: 신뢰할 수 있는 타이머 알림
pt_br: Alertas de timer confiáveis
ru: Надёжные уведомления таймера
tr: Güvenilir Zamanlayıcı Uyarıları
zh_hans: 可靠的计时提醒

source: Retro split-flap clock with digit tiles
ar: ساعة بتصميم كلاسيكي
de: Retro-Klappzahlenuhr
es: Reloj retro de solapas
fr: Horloge rétro à volets
hi: रेट्रो फ्लिप घड़ी
it: Orologio retro a palette
ja: レトロなフリップ時計
ko: 레트로 플립 시계
pt_br: Relógio retrô de abas
ru: Ретро-часы с перекидными цифрами
tr: Retro flip saat
zh_hans: 复古翻页钟

source: RHOIDS · Ready
ar: RHOIDS · جاهز
de: RHOIDS · Bereit
es: RHOIDS · Listo
fr: RHOIDS · Prêt
hi: RHOIDS · तैयार
it: RHOIDS · Pronto
ja: RHOIDS · 準備完了
ko: RHOIDS · 준비됨
pt_br: RHOIDS · Pronto
ru: RHOIDS · Готово
tr: RHOIDS · Hazır
zh_hans: RHOIDS · 就绪

source: RHOIDS is a focused, single purpose app that helps you avoid sitting on the toilet too long, a primary behavioral cause of hemorrhoids.
ar: RHOIDS تطبيق مركّز أحادي الغرض يساعدك على تجنّب الجلوس الطويل على المرحاض، وهو سبب سلوكي رئيسي للبواسير.
de: RHOIDS ist eine fokussierte App mit nur einem Zweck: Sie hilft dir, nicht zu lange auf der Toilette zu sitzen, eine der wichtigsten verhaltensbedingten Ursachen für Hämorrhoiden.
es: RHOIDS es una app enfocada y de un solo propósito que te ayuda a evitar sentarte demasiado en el inodoro, una causa conductual principal de las hemorroides.
fr: RHOIDS est une app ciblée à usage unique qui vous aide à éviter de rester trop longtemps assis aux toilettes, une cause comportementale majeure des hémorroïdes.
hi: RHOIDS एक केंद्रित, एकल-उद्देश्य ऐप है जो आपको शौचालय पर बहुत देर बैठने से बचने में मदद करता है, जो बवासीर का एक प्रमुख व्यवहारिक कारण है।
it: RHOIDS è un’app mirata, dallo scopo unico, che ti aiuta a evitare di stare seduto troppo a lungo sul water, una delle principali cause comportamentali delle emorroidi.
ja: RHOIDSは、痔の主要な行動的原因であるトイレへの座りすぎを防ぐことに特化した、単一目的のAppです。
ko: RHOIDS는 치질의 주요 행동적 원인인 변기에 너무 오래 앉는 것을 피하도록 돕는, 한 가지 목적에 집중한 앱입니다.
pt_br: O RHOIDS é um app focado e de propósito único que ajuda você a evitar ficar sentado tempo demais no vaso, uma causa comportamental principal das hemorroidas.
ru: RHOIDS. это сфокусированное приложение с единственной целью: помочь вам не сидеть слишком долго на унитазе, что является основной поведенческой причиной геморроя.
tr: RHOIDS, hemoroidlerin başlıca davranışsal nedeni olan tuvalette çok uzun oturmayı önlemenize yardımcı olan, tek amaca odaklı bir uygulamadır.
zh_hans: RHOIDS 是一款专注、单一用途的应用,帮助你避免如厕时间过长。这是痔疮的主要行为诱因。

source: RHOIDS is built with care and offered completely free, no ads, no subscriptions. If you find it valuable, a tip goes a long way toward keeping development going.
ar: صُنع RHOIDS بعناية ويُقدَّم مجانًا تمامًا، بلا إعلانات ولا اشتراكات. إن وجدته مفيدًا، فإن إكرامية بسيطة تساعد كثيرًا على استمرار التطوير.
de: RHOIDS wurde mit Sorgfalt entwickelt und ist komplett kostenlos, ohne Werbung, ohne Abos. Wenn es dir nützt, hilft ein Trinkgeld sehr, die Weiterentwicklung am Laufen zu halten.
es: RHOIDS está hecho con cariño y es totalmente gratis, sin anuncios ni suscripciones. Si te resulta útil, una propina ayuda mucho a seguir desarrollándolo.
fr: RHOIDS est conçu avec soin et offert entièrement gratuitement, sans pub ni abonnement. S’il vous est utile, un pourboire aide grandement à poursuivre le développement.
hi: RHOIDS को सावधानी से बनाया गया है और पूरी तरह मुफ्त दिया जाता है, न विज्ञापन, न सदस्यता। अगर यह आपको उपयोगी लगे, तो एक टिप विकास जारी रखने में बहुत मदद करती है।
it: RHOIDS è realizzato con cura e offerto del tutto gratis, senza pubblicità né abbonamenti. Se lo trovi utile, una mancia aiuta molto a portare avanti lo sviluppo.
ja: RHOIDSは丁寧に作られ、完全無料で提供されます。広告もサブスクもありません。役立つと感じたら、チップが開発の継続に大きく役立ちます。
ko: RHOIDS는 정성껏 만들어졌으며 광고도 구독도 없이 완전히 무료로 제공됩니다. 유용하다고 느끼시면, 팁은 개발을 이어가는 데 큰 힘이 됩니다.
pt_br: O RHOIDS é feito com cuidado e oferecido totalmente grátis, sem anúncios nem assinaturas. Se for útil para você, uma gorjeta ajuda muito a manter o desenvolvimento.
ru: RHOIDS создан с заботой и предлагается совершенно бесплатно. без рекламы и подписок. Если он полезен, чаевые очень помогают продолжать разработку.
tr: RHOIDS özenle geliştirildi ve tamamen ücretsiz sunuluyor; reklam yok, abonelik yok. Faydalı bulursanız, bir bahşiş geliştirmenin sürmesine çok katkı sağlar.
zh_hans: RHOIDS 用心打造,完全免费提供,没有广告,没有订阅。如果你觉得有用,一笔小费将极大地帮助开发持续进行。

source: RHOIDS is free with no ads. Tips help keep it that way.
ar: RHOIDS مجاني وبلا إعلانات. الإكراميات تساعد على إبقائه كذلك.
de: RHOIDS ist kostenlos und werbefrei. Trinkgelder helfen, dass es so bleibt.
es: RHOIDS es gratis y sin anuncios. Las propinas ayudan a que siga así.
fr: RHOIDS est gratuit et sans pub. Les pourboires aident à le garder ainsi.
hi: RHOIDS मुफ्त है और बिना विज्ञापन के। टिप इसे ऐसा बनाए रखने में मदद करती हैं।
it: RHOIDS è gratis e senza pubblicità. Le mance aiutano a mantenerlo così.
ja: RHOIDSは無料で広告もありません。チップがこの状態を保つ助けになります。
ko: RHOIDS는 무료이며 광고가 없습니다. 팁이 이를 유지하는 데 도움이 됩니다.
pt_br: O RHOIDS é grátis e sem anúncios. As gorjetas ajudam a mantê-lo assim.
ru: RHOIDS бесплатен и без рекламы. Чаевые помогают сохранять его таким.
tr: RHOIDS ücretsizdir ve reklamsızdır. Bahşişler bunu sürdürmeye yardımcı olur.
zh_hans: RHOIDS 免费且无广告。小费有助于让它保持这样。

source: RHOIDS needs notifications to alert you when your timer ends. Without them, the alarm won't break through Do Not Disturb and the 30-second warning won't fire.
ar: يحتاج RHOIDS إلى الإشعارات لتنبيهك عند انتهاء المؤقت. بدونها، لن يخترق المنبّه وضع عدم الإزعاج ولن يصدر تحذير الـ 30 ثانية.
de: RHOIDS braucht Mitteilungen, um dich beim Ablauf des Timers zu warnen. Ohne sie durchbricht der Alarm „Nicht stören“ nicht und die 30-Sekunden-Warnung bleibt aus.
es: RHOIDS necesita notificaciones para avisarte cuando termine el temporizador. Sin ellas, la alarma no atravesará No molestar y el aviso de 30 segundos no sonará.
fr: RHOIDS a besoin des notifications pour vous avertir à la fin de la minuterie. Sans elles, l’alarme ne passera pas le mode Ne pas déranger et l’avertissement à 30 secondes ne se déclenchera pas.
hi: टाइमर खत्म होने पर सूचित करने के लिए RHOIDS को नोटिफिकेशन चाहिए। इनके बिना, अलार्म परेशान न करें मोड को पार नहीं करेगा और 30-सेकंड की चेतावनी नहीं बजेगी।
it: RHOIDS ha bisogno delle notifiche per avvisarti alla fine del timer. Senza, la sveglia non supererà Non disturbare e l’avviso a 30 secondi non scatterà.
ja: RHOIDSはタイマー終了を知らせるために通知が必要です。通知がないと、アラームは「おやすみモード」を突破できず、30秒前の警告も鳴りません。
ko: RHOIDS는 타이머가 끝날 때 알리기 위해 알림이 필요합니다. 알림이 없으면 알람이 방해 금지 모드를 뚫지 못하고 30초 경고도 울리지 않습니다.
pt_br: O RHOIDS precisa de notificações para avisar quando o timer terminar. Sem elas, o alarme não atravessa o Não Perturbe e o aviso de 30 segundos não dispara.
ru: RHOIDS нужны уведомления, чтобы предупредить вас об окончании таймера. Без них будильник не пробьётся сквозь «Не беспокоить», а предупреждение за 30 секунд не сработает.
tr: RHOIDS, zamanlayıcı bittiğinde sizi uyarmak için bildirimlere ihtiyaç duyar. Bunlar olmadan alarm Rahatsız Etme modunu aşamaz ve 30 saniyelik uyarı çalışmaz.
zh_hans: RHOIDS 需要通知才能在计时结束时提醒你。没有通知,闹钟无法穿透“勿扰模式”,30 秒提醒也不会响起。
